/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Portumleitungs-Assistent";
"Firewall.Service.Intro" = "Mithilfe des Portumleitungs-Assistenten können Sie den Netzwerkverkehr über bestimmte Ports und Dienste auf Computer in Ihrem Netzwerk umleiten.";
"Firewall.PortHost.Intro" = "Wählen Sie einen Dienst aus dem Einblendmenü oder geben Sie die öffentliche und private IP-Adresse sowie die Ports ein, die Sie umleiten möchten.";
"Firewall.PortHost.IPv6" = "Sie können auch Netzwerkverkehr für alle IPv6-Hosts Ihres Netzwerks erlauben.";
"Firewall.Description.Intro" = "Geben Sie die Beschreibung für diesen Eintrag zur Portumleitung ein.";
"Firewall.Description.Done" = "Wenn Sie fertig sind, klicken Sie auf „Fertig“, um Ihren Eintrag zur Portumleitung zu sichern.";

"tcpPrivatePorts" = "Private(r) TCP-Port(s)";
"tcpPublicPorts" = "Öffentliche(r) TCP-Port(s)";
"udpPrivatePorts" = "Private(r) UDP-Port(s)";
"udpPublicPorts" = "Öffentliche(r) UDP-Port(s)";

"type" = "Dienst";
"hosts" = "Private IP-Adresse";
"privatePort" = "Privater Port";
"description" = "Beschreibung";
"advertiseService" = "Über Bonjour global veröffentlichen";
"serviceName" = "Dienstname";
"serviceType" = "Dienstart";
"allowAllIPv6" = "Netzwerkverkehr zu allen IPv6-Hosts erlauben";

"ConflictingPortNumber" = "Es besteht ein Konflikt zwischen einem öffentlichen Port und einem Port, der von einem Dienst auf der Basisstation verwendet wird. Wählen Sie einen anderen öffentlichen Port.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Es besteht ein Konflikt zwischen einem öffentlichen UDP-Port und einem Port, der von einem Dienst auf der Basisstation verwendet wird. Wählen Sie einen anderen öffentlichen Port.";
"ConflictingPortUDPFileSharing" = "Es besteht ein Konflikt zwischen einem öffentlichen UDP-Port und einem Dateifreigabe-Port auf der Basisstation. Deaktivieren Sie die Dateifreigabe oder wählen Sie einen anderen Port.";
"ConflictingPortUDPFileSharingNoDisable" = "Es besteht ein Konflikt zwischen einem öffentlichen UDP-Port und einem Dateifreigabe-Port auf der Basisstation. Wählen Sie einen anderen Port.";
"ConflictingPortUDPSNMP" = "Es besteht ein Konflikt zwischen einem öffentlichen UDP-Port und dem SNMP-Port auf der Basisstation. Deaktivieren Sie SNMP oder wählen Sie einen anderen Port.";
"ConflictingPortTCPFileSharing" = "Es besteht ein Konflikt zwischen einem öffentlichen TCP-Port und einem Dateifreigabe-Port auf der Basisstation. Deaktivieren Sie die Dateifreigabe oder wählen Sie einen anderen Port.";
"ConflictingPortTCPFileSharingNoDisable" = "Es besteht ein Konflikt zwischen einem öffentlichen TCP-Port und einem Dateifreigabe-Port auf der Basisstation. Wählen Sie einen anderen Port.";
"ConflictingPortTCPACP" = "Es besteht ein Konflikt zwischen einem öffentlichen TCP-Port und dem Konfigurations-Port auf der Basisstation. Wählen Sie einen anderen Port.";

/* Services */
"Personal File Sharing" = "Persönliche Dateifreigabe";
"Windows Sharing" = "Windows-Freigabe";
"Personal Web Sharing" = "Persönliche Webfreigabe";
"Remote Login - SSH" = "Entfernte Anmeldung - SSH";
"FTP Access" = "FTP-Zugriff";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Entfernte Apple-Events";
"Printer Sharing" = "Druckerfreigabe";
"POP Mail" = "POP-Mail";
"POP Mail with SSL" = "POP-Mail mit SSL";
"IMAP Mail" = "IMAP-Mail";
"IMAP Mail with SSL" = "IMAP-Mail mit SSL";
"SMTP Mail" = "SMTP-Mail";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Wählen Sie einen Dienst";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "IPv6-Firewall-Assistent";
"IPv6Firewall.Intro" = "Mithilfe des IPv6-Firewall-Assistenten können Sie den eingehenden IPv6-Netzwerkverkehr zu Geräten in Ihrem Netzwerk regeln.";

"AllowLabel" = "Erlauben";
"AllowAll" = "Alle Dienste und Ports";
"AllowAllTCPUDP" = "Alle TCP-und UDP-Ports";
"AllowSpecific" = "Bestimmte TCP-und UDP-Ports";

"host" = "IPv6-Adresse";
"tcpPorts" = "TCP-Port(s)";
"udpPorts" = "UDP-Port(s)";

/*  AAUUserDBTask  */

"Accounts" = "Accountassistent";
"Accounts.UserPassword" = "Benutzername und Kennwort";
"Accounts.UserPassword.Intro" = "Geben Sie den Accountnamen und das Kennwort ein.";
"Accounts.Restrictions.FileAccess" = "Wählen Sie den Zugriff auf freigegebene Laufwerke für diesen Account.";

"name" = "Name";
"shortName" = "Kurzname";
"password" = "Kennwort";
"passwordVerify" = "Kennwort wiederholen";
"fileSharingAccess" = "Zugriff freigegeben";
"accessBelowGuest" = "Sie haben weniger Zugriffsrechte für die Dateifreigabe ausgewählt als beim Gast-Zugriff. Dieser Benutzer könnte sich auch als Gast anmelden und dadurch Zugriff auf freigegebene Laufwerke haben.";
"UsernameInUse" = "Dieser Accountname existiert bereits. Wählen Sie einen eindeutigen Namen.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Assistent für den zeitgesteuerten Zugriff";
"TimedAccess.Intro" = "Geben Sie drahtlose MAC-Adresse/AirPort-ID und Beschreibung des Client ein.";
"TimedAccess.Intro.Fallback" = "Geben Sie eine Beschreibung für die Standard-Zugriffseinstellung auf diesem Netzwerk ein.";
"TimedAccess.Restrictions" = "Klicken Sie auf „Hinzufügen“ (+), um die Netzwerk-Zugriffszeiten für diesen Benutzer festzulegen.";
"TimedAccess.Restrictions.Fallback" = "Klicken Sie auf „Hinzufügen“ (+), um die Standard-Zugriffszeiten für das Netzwerk festzulegen.";
"ThisComputer" = "Dieser Computer";

"days.0" = "Kein Zugriff";
"days.1" = "An Montagen";
"days.2" = "An Dienstagen";
"days.4" = "An Mittwochen";
"days.8" = "An Donnerstagen";
"days.16" = "An Freitagen";
"days.32" = "An Samstagen";
"days.64" = "An Sonntagen";
"days.31" = "An Wochentagen";
"days.96" = "An Wochenenden";
"days.127" = "Täglich";

"time.0" = "davor";
"time.1" = "danach";
"time.2" = "zwischen";
"time.3" = "ganztägig";

"and" = "und";

"TimedAccessWillExpireOn" = "Der Zugriff des Clients auf dieses Netzwerk läuft am %@ ab.";
"TimedAccessDidExpire" = "Der Netzwerkzugriff dieses Clients ist abgelaufen.";	
"TimedAccessDidExpireExplain" = "Wenn Sie den Netzwerkzugriff wieder erlauben möchten, können Sie die Einstellung der Zugriffszeiten für diesen Client von „Kein Zugriff“ auf etwas anderes ändern.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "DHCP-Reservierungs-Assistent";
"DHCPReservation.Name" = "Benennen Sie Ihre Reservierung";
"DHCPReservation.Name.Intro" = "Wenn Sie in Ihrem Netzwerk eine bestimmte IP-Adresse für einen Client reservieren möchten, geben Sie eine Beschreibung für die Reservierung ein.";
"DHCPReservation.Name.Middle" = "Reservieren Sie die Adresse nach MAC-Adresse oder DHCP-Client-ID.";
"DHCPReservation.Name.Continue"	= "Wenn Sie fertig sind, klicken Sie auf „Fortfahren“.";
"DHCPReservation.Mapping" = "Weisen Sie eine Client-ID oder MAC-Adresse einer IP-Adresse zu.";
"DHCPReservation.Mapping.MACAddress" = "Geben Sie die MAC-Adresse für den drahtlosen Client ein, der die Reservierung erhält.";
"DHCPReservation.Mapping.ClientID" = "Geben Sie die DHCP-Client-ID für den drahtlosen Client ein, der die Reservierung erhält.";
"DHCPReservation.Mapping.IP" = "Geben Sie die IP-Adresse ein, die Sie für den Client reservieren möchten. Die von Ihnen reservierte IP-Adresse wird nur dem Client mit der von Ihnen eingegebenen MAC-Adresse oder DHCP-Client-ID zugeteilt.";
"DHCPReservation.Mapping.Done"	= "Klicken Sie auf „Fertig“, um die Eingabe abzuschließen.";

"macAddress" = "MAC-Adresse";
"clientID" = "DHCP-Client-ID";
"ipv4Address" = "IPv4-Adresse";
"ReserveAddressBy" = "Adresse reservieren nach";

/*  AAUSimpleConfigTask  */

"WPS" = "Assistent für drahtlose Clients";
"WPS.Auth.Intro" = "Es gibt zwei Möglichkeiten, einem Client den Zugriff ohne Kennworteingabe auf Ihr über Kennwort geschütztes Netzwerk zu gewähren. Sie können entweder eine PIN für den Benutzer eingeben oder dem ersten Client, der versucht, sich mit Ihrem Netzwerk zu verbinden, den Zugriff erlauben.";
"WPS.Auth.DayPass" = "Sie können den Zugriff für diesen Client auch auf lediglich 24 Stunden beschränken.";

"WPS.PIN.Intro" = "Geben Sie die PIN des Clients ein.";
"WPS.PIN.Description" = "Die PIN wird entweder auf dem Monitor des Clients angezeigt oder ist auf dem Gerät aufgedruckt, falls dieses über keinen Monitor verfügt.";

"WPS.Done.Intro" = "Wenn der drahtlose Client sich erfolgreich mit Ihrem Netzwerk verbinden kann, wird er unten angezeigt.";
"WPS.Done.Waiting" = "Auf drahtlosen Client warten …";
"WPS.Done.Failed" = "Beim Versuch eines drahtlosen Clients, sich mit Ihrem Netzwerk zu verbinden, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.";
"WPS.Done.Success" = "Der neue drahtlose Client hat sich erfolgreich mit Ihrem Netzwerk verbunden.";

"AllowClientsBy" = "Client erlauben nach";
"PIN" = "PIN";
"FirstCome" = "Erster Versuch";
"DayPass" = "Zugriff für Client auf 24 Stunden beschränken";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Optionen für drahtloses Netzwerk";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Optionen";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Hostname";
"BaseStationHostnames" = "Hostnamen";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Kanäle";

"AppleWiFiConnectOptions" = "Optionen für drahtlose Clients";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB-Gerät";

"USBDeviceSharingAccounts" = "Accounts";
"USBDeviceSharingAccounts.title" = "Wählen Sie Benutzeraccounts";
"AddNewAccount" = "Neuen Account hinzufügen";
"SaveAccount" = "Account sichern";

"USBDeviceIsExclusive" = "Dieses Gerät kann immer nur von einem Client verwendet werden";

"USBDeviceSharing" = "Zugriffsbeschränkungen";
"USBDeviceSharing.0" = "Keine Beschränkungen";
"USBDeviceSharing.1" = "%@-Kennwort verwenden";	/* product name goes here */
"USBDeviceSharing.2" = "Ein USB-Gerät-Kennwort verwenden";
"USBDeviceSharing.3" = "Accounts verwenden";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Verbindung zur alten Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Stecken Sie sämtliche Ethernetkabel von der vorherigen Time Capsule an die neue Time Capsule um.";
"WaitForDirectConnectTask.directdescription" = "Optimieren Sie die Migration, indem Sie den WAN-Anschluss der alten Time Capsule über ein zusätzliches Ethernet-Kabel mit dem LAN-Anschluss der neuen Time Capsule verbinden.";
"WaitForDirectConnectTask.initialcheck" = "Überprüfen, ob Ihr Time Capsule-Gerät über Ethernet verbunden ist …";
"WaitForDirectConnectTask.ok1" = "Ihre Time Capsules sind jetzt verbunden.";
"WaitForDirectConnectTask.ok2" = "Klicken Sie auf „Fortfahren“, um die Migration zu beginnen.";
"WaitForDirectConnectTask.ok3" = "Die Migration kann abhängig von den Daten auf dem zu übertragenden Laufwerk sehr lange dauern.";
"WaitForDirectConnectTaskOldLabel" = "Alte Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Neue Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Internetverbindung überprüfen";
"VerifyInternetConnectionTest" = "Das AirPort-Dienstprogramm überprüft, ob dieses %@-Gerät mit dem Internet verbunden ist.";
"VerifyInternetConnectionTestSuccess" = "Dieses %@-Gerät ist mit dem Internet verbunden. Klicken Sie auf „Fortfahren“.";
"VerifyInternetConnectionTestFailure" = "Falls Sie Ihre Internetverbindung während der Migration verwenden möchten, vergewissern Sie sich, dass Ihr DSL- oder Kabelmodem am WAN-Anschluss der neuen Time Capsule angeschlossen ist. Schalten Sie das Modem aus, entfernen Sie ggf. die Batterien und warten Sie einige Sekunden. Legen Sie anschließend die Batterien wieder ein und schalten Sie das Modem wieder an. Klicken Sie auf „Fortfahren“, sobald die Verbindung hergestellt ist.";
"VerifyInternetConnectionTestFailureIgnore" = "Falls Sie Ihre Internetverbindung während der Migration nicht verwenden möchten, klicken Sie auf „Fortfahren“.";

